{"posts":[{"slug":"laser-cut-earring-holder","title":"Laser-cut earring holder","date":"2022-02-27T00:00:00.000Z","tags":["Laser cutting","3D printing"],"html":"<p><img src=\"/blog-photos/earring-holder/final.jpeg\" title=\"The finished earring holder\"></p>\n<p>Ever since I learned to use the laser cutter I’ve been looking around my apartment and obsessively thinking about how I can organize things better whilst trying to CAD cute and practical organizational solutions. Pathetic, I know, but I guess this is what ends up happening when the majority of your 20’s have been spent under covid lockdowns.</p>\n<p>I have a somewhat-unruly earring collection and I wanted to create a better way to store them. I thought I could make a holder by laser cutting small holes into a thin plywood sheet for the earrings themselves, and then making a structure underneath to support it, along with a small drawer that I could use to store the earring backs and broken or mismatched earrings. What I ended up designing looked like this:</p>\n<p><img src=\"/blog-photos/earring-holder/drawing.jpeg\" title=\"CAD render\"></p>\n<p>It’s so tiny that I ended up cutting it out using only scrap plywood that I had left over from other projects. It took a bit of trial and error to get the correct hole size for the earring backs on the top panel. In my final design the holes have a radius of .6 mm, and if I were doing this again I would make them a bit larger.</p>\n<p><img src=\"/blog-photos/earring-holder/printed-pieces.jpeg\" title=\"The pieces of the earring holder after being cut and assembled\"></p>\n<p>Next, I designed a simple tiny knob in Blender that I could use for the drawer. Since I didn’t want to use support structures to print it, I printed it in two halves and glued them together.</p>\n<p><img src=\"/blog-photos/earring-holder/knob.jpeg\" title=\"The knob after printing\"></p>\n<p>Finally, I sanded the plywood and applied a light stain. After gluing the knob in place, it’s finished ✨</p>\n<p><img src=\"/blog-photos/earring-holder/drawer.jpeg\" title=\"The finished earring holder showing the drawer\"></p>","css":{"code":"","map":null},"head":""}]}